<template>
  <div id="policy_content">
    <p class="article-intro">在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议约定鉴真宝开发团队与用户之间关于“鉴真宝”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由鉴真宝开发团队随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本APP中查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用鉴真宝开发团队提供的服务，用户继续使用鉴真宝开发团队提供的服务将被视为接受修改后的协议。</p>
    <p class="article-h2">一、账号注册</p>
    <p>1、用户在使用本服务前需要注册一个“鉴真宝”账号。“鉴真宝”账号应当使用手机号码绑定注册，请用户使用尚未与“鉴真宝”账号绑定的手机号码，以及未被鉴真宝开发团队根据本协议封禁的手机号码注册“鉴真宝”账号。鉴真宝开发团队可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>
    <p>2、“鉴真宝”系由鉴真宝开发团队自主开发的APP产品，用户注册时应当授权鉴真宝开发团队公开及使用其个人信息方可成功注册“鉴真宝”账号。故用户完成注册即表明用户同意鉴真宝开发团队提取、公开及使用用户的信息。</p>
    <p>3、鉴于“鉴真宝”账号的绑定注册方式，您同意鉴真宝开发团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。</p>
    <p>4、在用户注册及使用本服务时，鉴真宝开发团队需要搜集能识别用户身份的个人信息以便鉴真宝开发团队可以在必要时联系用户，或为用户提供更好的使用体验。鉴真宝开发团队搜集的信息包括但不限于用户的手机号；鉴真宝开发团队同意对这些信息的使用将受限于第二条用户个人隐私信息保护的约束。</p>
    <p class="article-h2">二、用户个人隐私信息保护</p>
    <p>1、如果鉴真宝开发团队发现或收到他人举报或投诉用户违反本协议约定的，鉴真宝开发团队有权不经通知随时对相关内容，包括但不限于用户资料，并视情节轻重对违规账号处以包括但不限于警告、账号封禁 、设备封禁 、功能封禁 的处罚，且通知用户处理结果。</p>
    <p>2、因违反用户协议被封禁的用户，可以自行与鉴真宝开发团队联系。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可提交申诉，鉴真宝开发团队将对申诉进行审查，并自行合理判断决定是否变更处罚措施。</p>
    <p>3、用户理解并同意，鉴真宝开发团队有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。</p>
    <p>4、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿鉴真宝开发团队与合作公司、关联公司，并使之免受损害。</p>
    <p class="article-h2">三、使用规则</p>
    <p>1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表鉴真宝开发团队的观点、立场或政策，鉴真宝开发团队对此不承担任何责任。</p>
    <p>2、用户不得利用“鉴真宝”账号或本服务进行如下行为： </p>
    <p class="article-sub-item">(1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；</p>
    <p class="article-sub-item">(2) 强制、诱导其他用户关注、点击链接页面或分享信息的；</p>
    <p class="article-sub-item">(3) 虚构事实、隐瞒真相以误导、欺骗他人的；</p>
    <p class="article-sub-item">(4) 利用技术手段批量建立虚假账号的；</p>
    <p class="article-sub-item">(5) 利用“鉴真宝”账号或本服务从事任何违法犯罪活动的；</p>
    <p class="article-sub-item">(6) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</p>
    <p class="article-sub-item">(7) 其他违反法律法规规定、侵犯其他用户合法权益、干扰“鉴真宝”正常运营或鉴真宝开发团队未明示授权的行为。</p>
    <p>3、用户须对利用“鉴真宝”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与鉴真宝开发团队无关。 如因此给鉴真宝开发团队或第三方造成损害的，用户应当依法予以赔偿。</p>
    <p>4、鉴真宝开发团队提供的服务中可能包括广告，用户同意在使用过程中显示鉴真宝开发团队和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，鉴真宝开发团队不承担任何责任。</p>
    <p class="article-h2">四、其他</p>
    <p>1、鉴真宝开发团队郑重提醒用户注意本协议中免除鉴真宝开发团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</p>
    <p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和鉴真宝开发团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交鉴真宝开发团队住所地有管辖权的人民法院管辖。</p>
    <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
  </div>
</template>

<script>
  export default {
    name: 'policy-content',
    data () {
      return {
      }
    }
  }
</script>

<style scoped>
  #policy_content .article-intro {
    text-indent: 0;
    font-weight: bold;
    padding-bottom: 26px;
  }
  #policy_content .article-h2 {
    text-indent: 0;
    margin: 32px 0 0;
  }
  #policy_content p {
    text-indent: 2em;
    margin: 0;
  }
  #policy_content .article-sub-item {
    text-indent: 4em;
  }
</style>
